Repository: bdrhoa/edd-members
Catalog: languages/edd-members-*.po
Languages: fi, fr_fr

source: EDD Members Settings
fi: EDD jäsenet -lisäosan asetukset
fr_fr: Réglages d'EDD Members

source: Configure EDD Members Settings
fi: Määritä EDD jäsenet -lisäosan asetukset
fr_fr: Configuration des réglages d'EDD Members

source: Private content
fi: Yksityinen sisältö
fr_fr: Contenu privé

source: Select which post type content you want to have private. Note! Only singular views will be private.
fi: Valitse mitkä mitkä sisällöt haluat yksityiseksi. Huom! Vain yksittäisen sivu/artikkeli on yksityinen.
fr_fr: Sélectionnez le type de contenu que vous voulez rendre privé. Remarque ! Seuls les contenus en vue unique seront privés.

source: Private comments
fi: Yksityiset kommentit
fr_fr: Commentaires privés

source: Check this if you want to set comments private for above selected content.
fi: Valitse tämä, jos haluat myös kommentit yksityiseksi yllävalituille sisällöille.
fr_fr: Cochez cette case si vous souhaitez définir les commentaires comme privés pour le contenu ci-dessus sélectionné.

source: Private feed
fi: Yksityiset syötteet (RSS)
fr_fr: Flux privé

source: Check this if you want to set all feeds private.
fi: Valitse tämä, jos haluat kaikki RSS-syötteet yksityiseksi.
fr_fr: Cochez ici si vous voulez régler les flux en privés.

source: Private Label logged out
fi: Teksti uloskirjautuneille
fr_fr: Étiquette privée au déconnecté

source: Enter the text for private content when user is logged out.
fi: Kirjoita teksti uloskirjautuneille käyttäjille, jotka eivät näe sisältöä.
fr_fr: Entrez le texte en tant que contenu privé lorsque l&#39;utilisateur est déconnecté.

source: This content is for members only.
fi: Tämä sisältö on vain jäsenille.
fr_fr: Ce contenu est réservé aux membres.

source: Private Label logged in
fi: Teksti sisäänkirjautuneille
fr_fr: Étiquette privée au connecté

source: Enter the text for private content when user is logged in.
fi: Kirjoita teksti uloskirjautuneille käyttäjille, jotka eivät näe sisältöä.
fr_fr: Entrez le texte en tant que contenu privé lorsque l&#39;utilisateur est connecté.

source: This content is for members only. Your membership have probably expired.
fi: Tämä sisältö on vain jäsenille. Jäsenyytesi on mahdollisesti päättynyt.
fr_fr: Ce contenu est réservé aux membres. Votre abonnement a probablement expiré.

source: Login form
fi: Kirjaudu sisään -lomake?
fr_fr: Formulaire de connexion

source: Check this box if you want to show login form for logged out users.
fi: Valitse tämä, jos haluat näyttää kirjaudu sisään -lomakkeen uloskirjautuneille käyttäjille.
fr_fr: Cochez cette case si vous voulez afficher le formulaire de connexion aux utilisateurs deconnectés.

source: Send Renewal Reminders
fi: Lähetä sähköpostimuistutuksia
fr_fr: Envoyer des rappels de renouvellement

source: Check this box if you want customers to receive a renewal reminder when their membership is about to expire.
fi: Valitse tämä, jos haluat lähettää käyttäjille sähköpostimuistutuksia kun heidän jäsenyytensä on loppumassa.
fr_fr: Cochez cette case si vous voulez que vos clients soient en mesure de renouveler leur abonnement avant qu'il n'expire.

source: Renewal Notices
fi: Sähköpostimuistutukset
fr_fr: Rappels de renouvellement

source: Configure the renewal notice emails.
fi: Hallitse sähköpostimuistutuksia
fr_fr: Configurez les e-mails de notification de renouvellement.

source: Active Subscribers Only?
fi: Vain aktiivisille jäsenille?
fr_fr: Abonnés actifs uniquement ?

source: Check this if you want to show content only for active subscribers which are set in EDD Recurring Payments Plugin.
fi: Valitse tämä, jos haluat näyttää sisällön vain aktiivisille jäsenille. Nämä määritetään EDD Recurring Payments -lisäosan avulla.
fr_fr: Cochez cette case si vous souhaitez afficher le contenu uniquement aux abonnés qui sont définis dans l'extension EDD Recurring Payments.

source: Show user expire date
fi: Näytä käyttäjän päättymispäivä
fr_fr: Afficher la date d'expiration de l'utilisateur

source: Hello {name}, Your membership is about to expire. Your membership expires on: {edd_members_expiration}.
fi: Hei {name}, Jäsenyytesi on päättymässä. Jäsenyyden päättymispäivä: {edd_members_expiration}.
fr_fr: Bonjour {name}, Votre abonnement est sur le point de se terminer. Il expire le : {edd_members_expiration}.

source: Your membership is about to expire
fi: Jäsenyytesi on pian päättymässä
fr_fr: Votre abonnement est sur le point d'expirer

source: Membership Reminder
fi: Jäsenyyden muistutus
fr_fr: Rappel d'abonnement

source: Add Renewal Notice
fi: Lisää sähköpostimuistutus
fr_fr: Ajouter une notification de renouvellement

source: Go Back
fi: Mene takaisin
fr_fr: Retour

source: Email Subject
fi: Sähköpostin aihe
fr_fr: Sujet de l'e-mail

source: The subject line of the renewal notice email
fi: Sähköpostin aihe sähköpostimuistutuksessa
fr_fr: Sujet de l'e-mail du rappel de renouvellement.

source: When should this email be sent?
fi: Milloin sähköposti lähetetään?
fr_fr: Quand cet e-mail doit-il être envoyé ?

source: The email message to be sent with the renewal notice. The following template tags can be used in the message:
fi: Sähköpostimuistutuksen viesti. Seuraavat tagit ovat käytössä:
fr_fr: Le message de l'e-mail à envoyé avec la notification de renouvellement. Les modèles de balises suivants peuvent être utilisés dans le message :

source: The customer's name
fi: Asiakkaan nimi
fr_fr: Nom du client

source: User expiration date
fi: Käyttäjän jäsenyyden päättymispäivä
fr_fr: Date d'expiration de l'utilisateur

source: EDD Members
fi: EDD Jäsenet

source: requires Easy Digital Downloads! Please activate it to continue!
fi: vaatii Easy Digital Downloads -lisäosan! Aktivoi se ensin, jotta pääset eteenpäin!
fr_fr: nécessite Easy Digital Downloads. Veuillez l'activer pour continuer !

source: requires Easy Digital Downloads! Please install it to continue!
fi: vaatii Easy Digital Downloads -lisäosan! Asenna se ensin, jotta pääset eteenpäin!
fr_fr: nécessite Easy Digital Downloads. Veuillez l'installer pour continuer !

source: Edit Renewal Notice
fi: Muokkaa sähköpostimuistutuksia
fr_fr: Modifier la notification de renouvellement

source: Email Message
fi: Sähköpostiviesti
fr_fr: Message de l'e-mail

source: Update Renewal Notice
fi: Päivitä sähköpostimuistutus
fr_fr: Mettre à jour la notification de renouvellement

source: Unknown
fi: Tuntematon
fr_fr: Inconnu

source: Set as private
fi: Merkitse yksityiseksi
fr_fr: Définir comme privé

source: All content have been marked as private in global %ssettings%s page.
fi: Kaikki sisältö on merkitty yksityiseksi %sasetukset%s-sivulla.
fr_fr: Tout le contenu a été marqué comme privé dans la page des %sréglages%s généraux.

source: Check this content as private.
fi: Merkitse tämä sisältö yksityiseksi.
fr_fr: Considérer ce contenu comme privé.

source: Check to enable membership length creation
fi: Valitse tämä, jos haluat ottaa jäsenyyden keston käyttöön
fr_fr: Cochez pour activer la création de durée d'abonnement

source: Days
fi: Päivää
fr_fr: Jours

source: Weeks
fi: Viikkoa
fr_fr: Semaines

source: Months
fi: Kuukautta
fr_fr: Mois

source: Years
fi: Vuotta
fr_fr: Années

source: How long are membership valid for?
fi: Kuinka kauan jäsenyys on voimassa?
fr_fr: Pendant combien de temps l'abonnement est-il valide ?

source: Membership length
fi: Jäsenyyden kesto
fr_fr: Durée de l'abonnement

source: One day before expiration
fi: Päivä ennen jäsenyyden loppumista
fr_fr: Un jour avant l&#39;expiration

source: Two days before expiration
fi: Kaksi päivää ennen jäsenyyden loppumista
fr_fr: Deux jours avant l&#39;expiration

source: Three days before expiration
fi: Kolme päivää ennen jäsenyyden loppumista
fr_fr: Trois jours avant l&#39;expiration

source: One week before expiration
fi: Viikko ennen jäsenyyden loppumista
fr_fr: Une semaine avant l&#39;expiration

source: Two weeks before expiration
fi: Kaksi viikkoa ennen jäsenyyden loppumista
fr_fr: Deux semaines avant l&#39;expiration

source: One month before expiration
fi: Kuukausi ennen jäsenyyden loppumista
fr_fr: Un mois avant l&#39;expiration

source: Two months before expiration
fi: Kaksi kuukautta ennen jäsenyyden loppumista
fr_fr: Deux mois avant l&#39;expiration

source: Three months before expiration
fi: Kolme kuukautta ennen jäsenyyden loppumista
fr_fr: Trois mois avant l&#39;expiration

source: At the time of expiration
fi: Päättymispäivänä
fr_fr: Le jour de l'expiration

source: One day after expiration
fi: Päivä jäsenyyden loppumisen jälkeen
fr_fr: Un jour après l&#39;expiration

source: Two days after expiration
fi: Kaksi päivää jäsenyyden loppumisen jälkeen
fr_fr: Deux jours après l&#39;expiration

source: Three days after expiration
fi: Kolme päivää jäsenyyden loppumisen jälkeen
fr_fr: Trois jours après l&#39;expiration

source: One week after expiration
fi: Viikko jäsenyyden loppumisen jälkeen
fr_fr: Une semaine après l&#39;expiration

source: Two weeks after expiration
fi: Kaksi viikkoa jäsenyyden loppumisen jälkeen
fr_fr: Deux semaines après l&#39;expiration

source: One month after expiration
fi: Kuukausi jäsenyyden loppumisen jälkeen
fr_fr: Un mois après l&#39;expiration

source: Two months after expiration
fi: Kaksi kuukautta jäsenyyden loppumisen jälkeen
fr_fr: Deux mois après l&#39;expiration

source: Three months after expiration
fi: Kolme kuukautta jäsenyyden loppumisen jälkeen
fr_fr: Trois mois après l&#39;expiration

source: Subject
fi: Sähköpostin aihe
fr_fr: Sujet

source: Send Period
fi: Lähetysaika
fr_fr: Moment de l'envoi

source: Actions
fi: Tapahtumat

source: Edit
fi: Muokkaa
fr_fr: Modifier

source: Delete
fi: Poista
fr_fr: Supprimer

source: You do not have permission to add renewal notices
fi: Sinulla ei ole oikeuksia lisätä sähköpostimuistutuksia
fr_fr: Il semblerait que vous n'avez pas la permission d'ajouter un rappel de renouvellement

source: Nonce verification failed
fi: Muistutuksen vahvistus epäonnistui
fr_fr: Échec de la vérification nonce

source: No renewal notice ID was provided
fi: Sähköpostimuistutuksen ID ei ole tiedossa
fr_fr: Aucune ID de notification de renouvellement n'a été fournie

source: Membership Renewal Notice
fi: Jäsenyyden sähköpostimuistutus
fr_fr: Notification de renouvellement d'abonnement

source: Expire Date
fi: Päättymispäivä
fr_fr: Date d'expiration

source: Status
fi: Tila

source: Active
fi: Aktiivinen

source: Expired
fi: Vanhentunut

source: Membership expire date
fi: Jäsenyyden päättymispäivä
fr_fr: Date d'expiration de l'abonnement

source: Expire date
fi: Päättymispäivä
fr_fr: Date d'expiration

source: Set expire date and time for membership.
fi: Aseta jäsenyyden päättymispäivä ja -aika.
fr_fr: Régler la date et l&#39;heure d'expiration de l'abonnement.

source: Lost password?
fi: Salasana unohtunut?
fr_fr: Mot de passe perdu ?

source: Create membership site with EDD Members.
fi: EDD jäsenet -lisäosan avulla voit tehdä sivustasi jäsensivuston.
fr_fr: Créer un site de membres avec EDD members.

# word between date and time
source: at
fi: klo
fr_fr: à
